Repository: c9moser/growbook1
Catalog: po/*.po
Languages: de

source: Could not connect to database!
de: Konnte mich nicht mit der Datenbank verbinden!

source: Unable to connect to database!
de: Konnte mich nicht mit der Datenbank verbinden!

source: Strains
de: Sorten

source: File
de: Datei

source: Quit
de: Beenden

source: Edit
de: Bearbeiten

source: Database Settings
de: Datenbank Einstellungen

source: Preferences
de: Einstellungen

source: Help
de: Hilfe

source: About
de: Über

source: GrowBook needs to be restarted for changes to take effect
de: GrowBook muss neu getartet werden, um die Änderungen anzuwenden.

source: GrowBook needs to be restarted for Database-settings changes to take effect!
de: GrowBook muss neu gestartet werden um die Datenbank-Einstellungen anzuwenden!

source: GrowBook: Breeder
de: GrowBook: Züchter

source: Apply
de: Anwenden

source: Cancel
de: Abbrechen

source: Add strain
de: Sorte hinzufügen

source: Edit strain
de: Sorte bearbeiten

source: Delete strain
de: Sorte Löschen

source: Strain already exists. Do you want to overwrite existing strain?
de: Die Sorte existiert bereits. Wollen sie die existierende Sorte überschreiben?

source: Do you really want to delete the selected strain?
de: Wollen Sie wirklich die ausgewählte Sorte löschen?

source: Unable to connect to database
de: Konnte mich nicht mit der Datenbank verbinden

source: Unable to create GrowBook database!
de: Konnte GrowBook Datenbank nicht erstellen!

source: Unable to start a transaction!
de: Konnte keine Transaktion starten!

source: Unable to commit changes!
de: Konnte Änderungen nicht anwenden!

source: Unable to rollback changes!
de: Konnte Änderungen nicht zurücksetzen!

source: Unable to update breeder!
de: Konnte Züchter nicht aktualisieren!

source: Unable to insert breeder!
de: Konnte Züchter nicht einfügen!

source: Unable to delete breeder from database!
de: Konnte Züchter nicht aus der Datenbank entfernen!

source: Looking up strains for breeder failed!
de: Nachschlagen von Sorte für Züchter fehlgeschlagen!

source: Unable to update strain!
de: Konnte Sorte nicht aktualisieren!

source: Unable to insert strain into database!
de: Konnte Sorte nicht in die Datenbank einfügen!

source: Unable to delete strain from database!
de: Konnte Sorte nicht aus der Datenbank löschen!

source: Updating growlog failed!
de: Aktualisieren des Glowlogs fehlgeschlagen.

source: Inserting growlog into database failed!
de: Einfügen des Growlogs in die Datenbank fehlgeschlagen!

source: Deleting growlog failed!
de: Löschen des Growlogs fehlgeschlagen!

source: Updating growlog-entry failed!
de: Aktualisieren des Growlog-Eintrags fehlgeschlagen!

source: Inserting growlog-entry failed!
de: Einfügen des Growlog-Eintrags in die Datenbank fehlgeschlagen!

source: Deleting growlog-entry failed!
de: Löschen des Growlog-Eintrags fehlgeschlagen!

source: INSERTING into growlog_strain failed!
de: Einfügen in 'growlog_strain' fehlgeschlagen!

source: Deleting from 'growlog_strain' failed!
de: Löschen von 'growlog_strain' fehlgeschlagen!

source: GrowBook: Database Settings
de: GrowBook: Datenbank Einstellungen

source: User:
de: Benutzer:

source: Password:
de: Passwort:

source: Ask for Password?
de: Frage nach Passwort?

source: Create Database
de: Erstelle Datenbank

source: Test Connection
de: Teste Verbindung

source: Database Engine:
de: Datenbank Engine:

source: Database Name:
de: Datenabank Name:

source: Database-engine '%s' does not exist!
de: Datenbank-Engine '%s' existiert nicht!

source: Please select another Database-engine.
de: Bitte wählen sie eine andere Datenbank-Engine aus.

source: GrowBook: Database
de: GrowBook: Datenbank

source: Successfully connected to database!
de: Erfolgreich mit der Datenbank verbunden!

source: Connecting to database failed!
de: Verbinden mit der Datenbank fehlgeschlagen!

source: Unable to create database!
de: Konnte Datenbank nicht erstellen!

source: Database successfully created!
de: Datenbank erfolgreich erstellt!

source: Unable to create GrowBook sqlite3-database!
de: Konnte GrwoBook sqlite3-datenabnk nicht erstellen!

source: Unable to get breeders from database.
de: Konnte Züchter nicht aus der Datenbank holen!

source: Unable to lookup breeder from sqlite3-database!
de: Konnte Züchter nicht in der sqlite3-Datenbank nachschlagen!

source: Updating breeder failed!
de: Aktualisieren des Züchters fehlgeschlagen!

source: Unable to insert breeder into database!
de: Konnte Züchter nicht in die Datenbank einfügen!

source: Inserting breeder into database failed!
de: Einfügen des Züchters in die Datenbank fehlgeschlagen!

source: Deleting breeder from database failed!
de: Löschen des Züchters aus der Datenbank fehlgeschlagen!

source: Unable to lookup strains from database!
de: Konnte Sorten nicht in der Datenabnk nachschlagen!

source: Unable to lookup strains for growlog!
de: Konnte Sorten für Züchter nicht nachschlagen!

source: Unable to lookup strain in database!
de: Konnte Sorte nicht in der Datenbank nachschlagen!

source: Could not add strain to database!
de: Konnte Sorte nicht der Datenbank hinzufügen!

source: Deleting strain from database failed!
de: Löschen der Sorte aus der Datenbank fehlgeschlagen!

source: Unable to fetch growlogs from database!
de: Konnte Growlogs nicht aus der Datenbank holen!

source: Unable to fetch growlog from 'growlog_strain'!
de: Konnte Growlog nicht aus 'growlog_strain' holen!

source: Unable to fetch growlog from database!
de: Konnte Growlog nicht aus der Datenbank holen!

source: Unable to update growlog!
de: Konnte Grwolog nicht aktualisieren!

source: Unable to insert growlog!
de: Konnte Growlog nicht einfügen!

source: Unable to delete growlog from database!
de: Konnte Growlog nicht aus der Datenabnk löschen!

source: Unable to fetch growlog-entries from database!
de: Konnte Growlog-Einträge nicht aus der Datenbank holen!

source: Unable to fetch growlog-entry from database!
de: Konnte Growlog-Eintrag nicht aus der Datenbank holen!

source: Unable to update growlog-entry!
de: Konnte Growlog-Eintrag nicht aktualisieren!

source: Unable to insert growlog-entry into database!
de: Konnte Growlog-Eitnrag nicht in die Datenbank einfügen!

source: Unable to delete growlog_entry!
de: Konnte Growlog-Eintrag nicht löschen!

source: Unable to insert into growlog_strain!
de: Konnte nicht in 'growlog_strain' einfügen!

source: Inserting into growlog_strain failed!
de: Einfügen in 'growlog_strain' fehlgeschlagen!

source: Unable to delete from growlog_strain!
de: Konnte nicht von 'growlog_strain' löschen!

source: Deleting from growlog_strain failed!
de: Löschen von 'grwolog_strain' fehlgeschlagen!

source: Unable to delete strain from growlog_strain!
de: Konnte Sorte nicht aus 'growlog_strain' löschen!

source: Title:
de: Titel:

source: Breeder
de: Züchter

source: Strain
de: Sorte

source: GrowBook: Growlog Entry
de: GrowBook: Growlog Eintrag

source: Created on:
de: Erstellt am:

source: Refresh
de: Aktualisieren

source: Open
de: Öffnen

source: New Growlog
de: Neuer Growlog

source: Delete
de: Löschen

source: Title
de: Titel

source: Ongoing Growlogs
de: Laufende Growlogs

source: Finished Growlogs
de: Beendete Growlogs

source: Do you really want to delete the selected growlog?
de: Wollen Sie wirklich den ausgewählten Growlog löschen?

source: Age [days]:
de: Alter [Tage]:

source: Flowering [days]:
de: Blüte [Tage]:

source: Add log-entry
de: Log-Eintrag hinzufügen

source: Edit log-entry
de: Log-Eintrag bearbeiten

source: Remove log-entry
de: Log-Eintrag entfernen

source: Refresh view.
de: Ansicht Aktualisieren.

source: Edit Growlog.
de: Growlog bearbeiten.

source: Add Growlog-entry.
de: Growlog-Eintrag hinzufügen.

source: Edit selected Growlog-entry.
de: Ausgwählten Growlog-Eintrag bearbeiten.

source: Delete selected Growlog-entry.
de: Ausgewählten Growlog-Eintrag löschen.

source: Created on:
de: Erstellt am:

source: Started flowering on:
de: Blüte gestartet am:

source: Flowering-days:
de: Blütetage:

source: Finished on:
de: Beendet am:

source: Age:
de: Alter:

source: day(s)
de: Tag(e)

source: Description
de: Beschreibung

source: Do you really want to start flowering?
de: Wollen sie wirklich die Blüte einleiten?

source: Do you really want to finish growlog?
de: Wollen sie wirklich den Growlog beenden?

source: After finishing you will not be able to add or change entries!
de: Nach dem Beenden werden sie nicht mehr in der Lage sein Einträge hinzuzufügen oder zu ändern!

source: Do you really want to delete the selected growlog-entry?
de: Wollen Sie wirklich den ausgewählten Growlog-Eintrag löschen?

source: Unable to open config-database! Your settings wont be saved!
de: Konnte Konfigurations-Datenabnk nicht öffnen! Ihre Einstellungen werden nicht gespeichert!

source: Unable to rollback transaction!
de: Konnte Transaktion nicht zurücksetzen!

source: Unable to lookup keys in config.db!
de: Konnte Schlüssel in 'config.db' nicht nachschlagen!

source: Unable to get values from config.db
de: Kann keine Werte aus der 'config.db' holen!

source: Unable to set values in config.db!
de: Kann keine Werte in der 'config.db' setzten!

source: Updating config.db failed!
de: Aktualisieren der 'config.db' fehlgeschlagen!

source: GrowBook: Preferences
de: GrowBook: Einstellungen

source: Open ongoing Growlogs
de: Öffne laufende Growlogs

source: Date format:
de: Datum Format:

source: Datetime format:
de: Datum-Zeit Format:

source: GrowBook: Strain Chooser
de: GrowBook: Sorten Wähler

source: GrowBook: Strain
de: GrowBook: Sorte

source: Breeder:
de: Züchter:

source: Add Breeder
de: Züchter Hinzufügen

source: Add Strain
de: Sorte hinzufügen

source: Do you really want to delete the selected breeder and all corresponding strains?
de: Wollen Sie wirklich den ausgewählten Züchter und alle übereinstimmenden Sorten löschen?

source: Breeder homepage
de: Züchter Homepage

source: Strain homepage
de: Sorten Homepage

source: Seedfinder.eu webpage
de: Seedfinder.eu Webseite

source: Description
de: Beschreibung

source: Unable to open URI!
de: Konnte URI nicht öffnen!

source: Getting result for query failed!
de: Erhalten des Ergebnisses für Abfrage fehlgeschlagen!

source: Unable to commit transaction!
de: Kann Transaktion nicht bestätigen!

source: Reconnecting to database failed!
de: Erneutes Verbinden mit der Datenbank fehlgeschlagen!

source: Unable to create database-handle!
de: Konnte Datenbank-Handle nicht erstellen!

source: Creating database failed!
de: Erstellen der Datenbank fehlgeschlagen!

source: Unable to fetch breeders from database!
de: Konnte Züchter nicht aus der Datenbank holen!

source: Unable to get breeder from database!
de: Konnte Züchter nicht aus der Datenbank holen!

source: Unable to fetch breeder from Database!
de: Konnte Züchter nicht aus der Datenbank holen!

source: Unable to add breeder to database!
de: Konnte Züchter nicht in die Datenbank einfügen!

source: Unable to fetch strains for breeder from database!
de: Konnte Sorten für Züchter nicht aus der Datenbank holen!

source: Unable to fetch strains for growlog!
de: Konnte Sorten für Growlog nicht aus der Datenbank holen!

source: Unable to lookup strain!
de: Konnte Sorte nicht nachschlagen!

source: Unable to fetch strain from database!
de: Konnte Sorte nicht aus der Datenbank holen!

source: Unable to add strain to database!
de: Konnte Sorte nicht in die Datenbank einfügen!

source: Unable to delete strain!
de: Konnte Sorte nicht löschen!

source: Unable to lookup growlogs for strain!
de: Konnte Growlog für Sorte nicht nachschlagen!

source: Unable to lookup growlog by id!
de: Konnte Growlog für 'id' nicht nachschlagen!

source: Unable to lookup growlog by title!
de: Konnte Growlog für Titel nicht aktualisieren!

source: Unable to add growlog!
de: Konnte Growlog nicht hinzufügen!

source: Unable to delete growlog!
de: Konnte Growlog nicht löschen!

source: Unable to lookup growlog-entries!
de: Konnte Growlog-Einträge nicht nachschalgen!

source: Unable to lookup growlog-entry!
de: Konnte Growlog-Eintrag nicht nachschlagen!

source: Unable to add growlog-entry!
de: Konnte Growlog-Eintrag nicht hinzufügen!

source: Unable to delete growlog-entry!
de: Konnte Growlog-Eintrag nicht löschen!

source: Unable to delete from 'growlog_strain'!
de: Konnte nicht von 'growlog_strain' löschen!
